Can't mirror Load based on the Host Element.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotMirrorHostedLoad { get; }
  Visual Basic
Public Shared ReadOnly Property CannotMirrorHostedLoad As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotMirrorHostedLoad {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures LoadFailures Class
  Autodesk.Revit.DB Namespace